Repository: muhammadjon-merzaqulov/UZB_tour
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Name
uz: Ism

source: Role
uz: Vazifasi

source: Bio
uz: Biografiya

source: Image
uz: Rasm

source: Order
uz: Tartib

source: Team Member
uz: Jamoa a’zosi

source: Team Members
uz: Jamoa a’zolari

source: Year
uz: Yil

source: Title
uz: Sarlavha

source: Description
uz: Tavsif

source: Company History
uz: Kompaniya tarixi

source: Our Mission
uz: Bizning missiyamiz

source: To provide unforgettable travel experiences in Uzbekistan while promoting sustainable tourism and supporting local communities.
uz: Barqaror turizmni targ‘ib qilish va mahalliy jamoalarni qo‘llab-quvvatlash orqali O‘zbekistonda unutilmas sayohat tajribalarini taqdim etish.

source: Our Vision
uz: Bizning maqsadimiz

source: To become the leading tourism company in Uzbekistan, known for exceptional service and authentic cultural experiences.
uz: O‘zbekistonda yetakchi turizm kompaniyasiga aylanish – mukammal xizmat va chinakam madaniy tajriba bilan mashhur bo‘lish.

source: English
uz: Inglizcha

source: Russian
uz: Ruscha

source: Uzbek
uz: O‘zbekcha

source: Send Message
uz: Xabar yuborish

source: Full Name
uz: To‘liq ismi

source: Email
uz: Elektron pochta

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: Created at
uz: Yaratilgan sana

source: Contact Message
uz: Bog‘lanish xabari

source: Contact Messages
uz: Bog‘lanish xabarlari

source: Question
uz: Savol

source: Answer
uz: Javob

source: FAQ
uz: Ko‘p so‘raladigan savol

source: FAQs
uz: Ko‘p so‘raladigan savollar

source: Your message has been sent successfully. We will contact you soon.
uz: Xabaringiz muvaffaqiyatli yuborildi. Tez orada siz bilan bog‘lanamiz.

source: Sarah Johnson
uz: Sara Jonson

source: United States
uz: Amerika Qo‘shma Shtatlari

source: Amazing experience in Uzbekistan! The tour was well organized, and the guides were knowledgeable and friendly.
uz: O‘zbekistonda ajoyib tajriba! Sayohat yaxshi tashkil etilgan, gidlar bilimli va samimiy edi.

source: Michael Chen
uz: Maykl Chen

source: Australia
uz: Avstraliya

source: The food in Uzbekistan was a highlight for me. The plov, samsa, and shashlik were all delicious!
uz: O‘zbekistondagi taomlar men uchun alohida ajralib turdi. Palov, somsa va shashlik juda mazali edi!

source: Russia
uz: Rossiya

source: Beautiful architecture and rich history. I especially loved Samarkand and Bukhara.
uz: Go‘zal arxitektura va boy tarix. Ayniqsa, Samarqand va Buxorani juda yoqtirdim.

source: Slug
uz: Slug (havola uchun nom)

source: Destination Category
uz: Manzil toifasi

source: Destination Categories
uz: Manzil toifalari

source: Category
uz: Toifa

source: Featured
uz: Tanlangan

source: Updated at
uz: Yangilangan vaqt

source: Destination
uz: Manzil

source: Destinations
uz: Manzillar

source: Gallery Category
uz: Galereya toifasi

source: Gallery Categories
uz: Galereya toifalari

source: Gallery Image
uz: Galereya rasmi

source: Gallery Images
uz: Galereya rasmlari

source: About Us
uz: Biz haqimizda

source: About UzbTour
uz: UzbTour haqida

source: Our Team
uz: Bizning jamoamiz

source: Meet the passionate individuals dedicated to making your Uzbekistan journey unforgettable.
uz: O'zbekiston safaringizni unutilmas qilishga bag'ishlangan fidoyi insonlar bilan tanishing.

source: No team members found.
uz: Jamoa a'zolari topilmadi.

source: Our History
uz: Bizning tariximiz

source: No history events found.
uz: Tarixiy voqealar topilmadi.

source: User Management
uz: Foydalanuvchilar boshqaruvi

source: Home
uz: Bosh sahifa

source: Create New Admin User
uz: Yangi admin foydalanuvchi yaratish

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: Password confirmation
uz: Parolni tasdiqlang

source: Create User
uz: Foydalanuvchi yaratish

source: Existing Users
uz: Mavjud foydalanuvchilar

source: Staff Status
uz: Xodim holati

source: Superuser Status
uz: Superuser holati

source: Date Joined
uz: Qo‘shilgan sana

source: Last Login
uz: Oxirgi kirish

source: Actions
uz: Amallar

source: Edit
uz: Tahrirlash

source: Discover Uzbekistan
uz: O'zbekistonni kashf eting

source: Tours & Packages
uz: Turlar va Paketlar

source: Gallery
uz: Galereya

source: Contact
uz: Bog'lanish

source: Discover the beauty and culture of Uzbekistan with our guided tours and travel packages.
uz: O'zbekistondagi go‘zallik va madaniyatni bizning ekskursiyalarimiz va sayohat paketlarimiz orqali kashf eting.

source: Quick Links
uz: Tez havolalar

source: Newsletter
uz: Yangiliklar byulleteni

source: Subscribe to our newsletter for the latest updates and offers.
uz: So‘nggi yangiliklar va takliflar uchun byulletenimizga obuna bo‘ling.

source: Your email address
uz: Sizning email manzilingiz

source: © 2023 Uzbekistan Tourism. All rights reserved.
uz: © 2023 O'zbekiston Turizmi. Barcha huquqlar himoyalangan.

source: Contact Us
uz: Biz bilan bog'laning

source: Contact UzbTour
uz: UzbTour bilan bog'lanish

source: Send Us a Message
uz: Bizga xabar yuboring

source: Contact Information
uz: Aloqa ma’lumotlari

source: Address
uz: Manzil

source: Phone
uz: Telefon

source: Working Hours
uz: Ish vaqti

source: Find Us
uz: Bizni toping

source: Frequently Asked Questions
uz: Ko‘p so‘raladigan savollar

source: No FAQs found.
uz: Hech qanday savollar topilmadi.

source: Experience the beauty and culture of the Silk Road
uz: Ipak yo‘lining go‘zalligi va madaniyatini his eting

source: Explore Destinations
uz: Yo‘nalishlarni o‘rganing

source: Welcome to Uzbekistan
uz: O'zbekistonga xush kelibsiz

source: Uzbekistan is a country with a rich history, stunning architecture, and warm hospitality...
uz: O'zbekiston boy tarix, go'zal arxitektura va mehmondo‘stlikka ega mamlakatdir...

source: Rich Cultural Heritage
uz: Boy madaniy meros

source: Explore ancient cities that were once key stops on the Great Silk Road...
uz: Buyuk Ipak yo‘li bo‘ylab qadimiy shaharlarga sayohat qiling...

source: Authentic Experiences
uz: Haqiqiy tajribalar

source: Immerse yourself in local traditions, taste delicious cuisine...
uz: Mahalliy an’analarga sho‘ng‘ing, mazali taomlardan tatib ko‘ring...

source: Diverse Landscapes
uz: Turli xil manzaralar

source: From desert landscapes to mountain ranges...
uz: Cho‘l manzaralaridan tog‘ tizimalarigacha — O‘zbekistonning tabiati juda boy.

source: Featured Destinations
uz: Tavsiya etilgan yo‘nalishlar

source: Explore
uz: O'rganing

source: No featured destinations available.
uz: Tavsiya etilgan yo‘nalishlar mavjud emas.

source: View All Destinations
uz: Barcha yo‘nalishlarni ko‘rish

source: What Our Travelers Say
uz: Sayohatchilarimiz fikri

source: Ready to Explore Uzbekistan?
uz: O'zbekistonga sayohat qilishga tayyormisiz?

source: Book your tour today and experience the beauty and culture...
uz: Bugunoq sayohatingizni bron qiling va Ipak yo‘li go‘zalligini his eting.

source: Browse Tours
uz: Turlarni ko‘rib chiqing

source: Category:
uz: Kategoriya:

source: Last Updated:
uz: Oxirgi yangilanish:

source: Back to Destinations
uz: Yo‘nalishlarga qaytish

source: Destinations in Uzbekistan
uz: O'zbekistondagi yo‘nalishlar

source: All
uz: Barchasi

source: Read More
uz: Batafsil o'qish

source: No destinations found.
uz: Hech qanday yo‘nalish topilmadi.

source: Gallery of Uzbekistan
uz: O'zbekiston galereyasi

source: No images found.
uz: Hech qanday rasm topilmadi.

source: Duration:
uz: Davomiyligi:

source: days
uz: kun

source: Price:
uz: Narxi:

source: Highlights
uz: Asosiy nuqtalar

source: Back to Tours
uz: Turlarga qaytish

source: Tour Inquiry
uz: Tur bo‘yicha so‘rov

source: Submit Inquiry
uz: So‘rov yuborish

source: Tours in Uzbekistan
uz: O'zbekistondagi turlar

source: Find your perfect Uzbekistan experience
uz: Siz uchun eng mos O'zbekiston tajribasini toping

source: All Tours
uz: Barcha turlar

source: View Details
uz: Tafsilotlarni ko‘rish

source: Inquiry
uz: So‘rov

source: No tours found.
uz: Turlar topilmadi.

source: Tour Category
uz: Tur kategoriyasi

source: Tour Categories
uz: Tur kategoriyalari

source: Price
uz: Narx

source: Duration (days)
uz: Davomiyligi (kun)

source: Tour
uz: Tur

source: Tours
uz: Turlar

source: Tour Inquiries
uz: Turlar bo‘yicha so‘rovlar

source: Your inquiry has been submitted successfully. We will contact you soon.
uz: So‘rovingiz muvaffaqiyatli yuborildi. Tez orada siz bilan bog‘lanamiz.
